[Configuration]
;Ignore 1 hour time difference when comparing files
1hourdif=0
;Расширение файла по левой границе
Aligned extension=1
; Поиск в каталоге:
; 0 = Ctrl+Alt; 1 = Alt; 2 = только буква; 3 = буква (с диалогом поиска); 4 = отключён.
AltSearch=2
;Задаёт период неактивности в секундах для программы tcmadmin.exe (используемой для копирования, удаления и прочих операций от имени администратора), по истечении которого она будет завершена. Особые значения:
;0: период неактивности отсутствует (программа не будет завершаться);
;-1: отключить возможность выполнения операций от имени администратора.
AdminTimeout=600
;Возможность автоматического выполнения операций с повышенными привилегиями без отдельных запросов после первого нажатия кнопки "Все с админ. правами"
AlwaysAsAdmin=1
;Определяет имя по умолчанию для создаваемых ярлыков (*.lnk):
;0: file.ext -> file.lnk
;1: file.ext -> file.ext.lnk
AppendLnk=2
;Если установлено в 1, то при перемещении по дереву каталогов выбранный каталог будет открываться в другой панели. 
autotreechange=0
;Если установлено в 1, TC проверяет, подключён ли жёсткий диск через USB-порт (чтобы выводить для него значок сменного диска).
CheckUsbHdd=1
CompareCaseSensitive=0
CompareIgnoreRepeatedLines=1
CompareIgnoreRepSpace=1
CompareVertical=0
CopyComments=6
;Если каталог не удаётся скопировать, то:
;0: пропустить его;
;1: выдать запрос пользователю;
;2: повторить попытку от имени администратора.
CopyDirsAsAdmin=2
CountMarked=1
CountSpace=1
; Показывать квадратные скобки вокруг имён папок (1/0).
DirBrackets=0
DirTabLimit=32
DirTabOptions=824
Editor=""C:\Program Files\Notepad++\notepad++.exe" "%1""
ExplorerForCopy=0
;Показывать всплывающие подсказки с полным именем для тех имен файлов, которые слишком длинны, чтобы отображаться целиком в  
;"подробном" режиме представления (1/0). 
FileTipWindows=0
firstmnu=3313
FirstTime=0
FirstTimeIconLib=0
; При первой распаковке архивного файла по Alt+F9 появится подсказка, как извлечь из архива только часть файлов.
FirstTimeUnpack=0
; При первой распаковке архивного файла появится диалог настройки архиваторов.
FirstTimeZIP=0
;Скрывать пустые слоты USB кард-ридера в выпадающем меню выбора диска (используйте 3 для применения как в меню выбора диска, так и в панели дисков).
HideRemovableNoMedia=3
; Turn off selection of files by clicking on their icons
IconClickSelection=0
;Позволяет отображать значки из библиотеки wcmicons.dll или wciconex.dll в главном меню. Суммируются следующие значения: 
;1=включить функцию отображения значков в меню; 2=выводить значки с обрамлением в виде кнопки; 16=отображать выбранные пункты в виде 
;нажатой кнопки с пометкой или значком (аналогично стилю MS Office). Дополнительно вы можете прибавить к полученной сумме одно из  
;следующих значений: 4=выводить значки размером 24x24 вместо 16x16; 8=выводить значки размером 32x32; 12=выводить значки размером 
;48x48 (для экранов с очень высоким разрешением). Пример: 1+4+16=21 означает значки без кнопочного оформления размером 24x24, 
;а выбранные пункты — в виде нажатых кнопок. 
IconsInMenus=21

;Режим отображения курсора в неактивной панели:
;0: не отображать;1: отображать серой штриховой рамкой;
;$xxbbggrr
; Где хх:
;$10: удлинённые штрихи;
;$20: штрих-пунктир;
;$30: сплошная линия.
InactiveFocus=$1750F30
;Режим отображения кнопки для подтверждения переименования в файловой панели:
;0: не отображать;      1: вывести кнопку справа от поля редактирования;      2: cлева.
InplaceOkButton=0
InplaceRename=1
InplaceRenamePath=1
; Используемый языковой файл (WCMD_RUS.LNG и т.д.). 
languageini=wcmd_eng_it.lng
; Если установлено в 1, использовать при подсчёте контрольных сумм формат MD5 вместо SFV.
lastmd5=1
;LockedTabChange=2 достаточно эффективно противостоит неконтролируемому размножению вкладок.
;0 - открыть в новой вкладке,  
;1 - перейти в уже открытую вкладку с этой же директорией,  
;2 - открыть эту директорию в первой незалоченной открытой вкладке,  
;3 - открыть эту директорию в последней незалоченной открытой вкладке.
LockedTabChange=2
LogKeepCount=30
LogOptions=7198
LogRotateLimit=0
Mainmenu=wcmd_eng_it.mnu
; 1: С помощью Num +, Ctrl+A и др. выделять и файлы, и каталоги.
MarkDirectories=1
OldStyleTree=0
;Запрет на одновременный запуск нескольких копий ТС
onlyonce=0
;Панели вертикально
PanelsVertical=0
; Стандартное размещение каталога, в подкаталог которого будут автоматически устанавливаться плагины. При установке нового плагина TC добавляет к пути подкаталоги "тип_плагина" и — по умолчанию — "имя_плагина".
Pluginbasedir=%COMMANDER_PATH%\plugins
QuickSearchAutoFilter=1
QuickSearchMatchBeginning=1
;При переименовании непосредственно в панели:	0 (по умолчанию): выделяются имя и расширение;	1: выделяется только имя, но не расширение.
RenameSelOnlyName=1
RestrictInterface=0
SaveCommands=1
SaveHistory=1
Savepanels=1
Savepath=1
SeparateTree=0
; 1 = Отображать скрытые/системные файлы
ShowHiddenSystem=0
ShowParentDirInRoot=0
Small83Names=0
SortDirsByName=1
SpeedLimit=5.0
; Показывать заставку при запуске Total Commander (1/0).
StartupScreen=0
test=134
;Подсказки: 1=для кнопок; 2=для дисков; 3=для того и другого. 
Tips=3
TrayIcon=0
ttciniwritable=59401
; Это значение будет приниматься во внимание лишь тогда, когда файл wincmd.ini находится в том же каталоге, что и программа. Если положение INI-файлов было задано через параметры командной строки, то независимо от значения данного ключа будут использоваться именно указанные файлы. В противном случае значение данного ключа трактуется как сумма следующих параметров:
; 1: Использовать файл wincmd.ini, расположенный в каталоге программы, если в реестре не задано иное расположение.
; 2: Использовать файл wcx_ftp.ini, расположенный в каталоге программы, если в реестре не задано иное расположение.
; 4: Полностью игнорировать информацию в реестре о расположении файлов wincmd.ini и wcx_ftp.ini.
UseIniInProgramDir=7
;Использовать длинные имена файлов (1/0).
UseLongNames=1
; Использовать 1 = правую / 0 = левую кнопку мыши для выделения. 
UseRightButton=0
; Use selection as in Windows
UseRubberBandSelection=0
;Использовать Корзину, если эта возможность не отключена в системе. 
UseTrash=1
;Внешняя программа просмотра по умолчанию (по <Alt>+<F3> или <F3>) или "none", если не задана. 
Viewer=none
Viewertype=1
VistaDelete=1
; Отображать всплывающие подсказки в стиле Win32 (смещаются ниже и правее указателя мыши) (1/0).
; Также позволяет использовать в подсказках для разных типов файлов дополнительные поля данных, используемые информационными плагинами (например, в специфических подсказках для файлов *.jpg или *.mp3).
Win32TipWindows=1
Win95Delete=0
InstallDir=C:\Portables\TotalCommanderIT
SpaceMovesDown=0
UseNewDefFont=0
DirMenuLast=1
SortUpper=0
ShowCentury=1
SizeStyle=7
SizeFooter=7
LastSearchOptions=32
UseEverything=0

[ReplaceIniLocation]
RedirectSection=%COMMANDER_PATH%\Ini\ReplaceIniLocation.ini

[Associations]
RedirectSection=%COMMANDER_PATH%\Ini\Associations.ini

[Layout]
DriveBar1=1
DriveBar2=1
DriveBarFlat=0
InterfaceFlat=1
DriveCombo=0
DirectoryTabs=1
XPthemeBg=1
CurDir=1
TabHeader=1
StatusBar=1
CmdLine=0
KeyButtons=0
HistoryHotlistButtons=1
BreadCrumbBar=1
ButtonBar=0
ButtonBarVertical=0

[left]
path=d:\My\Prog\GitHub\Work\IntelAvto\sources\FatFs_USBDisk_F4.1.28.1\MDK-ARM\
ShowAllDetails=1
SpecialView=0
show=3
sortorder=1
negative Sortorder=0
ViewMode=10001
activepanelcolor=-1
activepanelcolor2=-1
activepanelcolordark=-1
activepanelcolordark2=-1

[right]
path=e:\_Archive1\Installs\Hacking\Embedded\stm32\MDK-ARM\
ShowAllDetails=1
SpecialView=0
show=1
sortorder=1
negative Sortorder=0
ViewMode=10001
activepanelcolor=-1
activepanelcolor2=-1
activepanelcolordark=-1
activepanelcolordark2=-1

[Buttonbar]
Buttonheight=31
FlatIcons=1
SmallIcons=1
SmallIconSize=24
XPstyle=1
Buttonbar=%COMMANDER_PATH%\bars\Bar_01.bar

[PrintDir]
FontName=Arial
FontSize=12
FontFlags=

[Colors]
RedirectSection=%COMMANDER_PATH%\Utilites\TCColor\presets\itedition.ini
[Searches]
RedirectSection=%COMMANDER_PATH%\Utilites\TCColor\presets\itedition.ini

[2560x1440 (8x16)]
FontSize=8
FontName=Tahoma
FontCharset=204
FontSizeWindow=8
FontNameWindow=Tahoma
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
FontNameDialog=Tahoma
FontCharsetDialog=204
Iconsize32=16
maximized=0
x=429
y=275
dx=1666
dy=1111
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=397,399,467,359,863,209
RenameX=240
RenameY=263
RenameDX=1003
RenameDY=651
RenameMax=0
RenameTabs=115,145,345,405,525
SearchX=238
SearchY=264
SearchDX=765
SearchDY=179
SearchMax=0
MenuChangeX=88
MenuChangeY=116
MenuChangeDX=1260
MenuChangeDY=746
MenuChangeMax=0
CompareX=154
CompareY=203
CompareDX=1260
CompareDY=746
CompareMax=0
CompareDivider=500
SyncX=239
SyncY=264
SyncDX=1003
SyncDY=687
SyncMax=0
SyncTabs=92,152,247,270,362,422
monitor(0,0,2560,1440;96)=429,275,1666,1111

[1920x1200 (8x16)]
FontSize=8
FontName=Tahoma
FontCharset=204
FontSizeWindow=8
FontNameWindow=Tahoma
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
FontNameDialog=Tahoma
FontCharsetDialog=204
Iconsize32=16
maximized=1
x=147
y=47
dx=1297
dy=940
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=377,388,455,318,863,209
RenameX=240
RenameY=263
RenameDX=1003
RenameDY=651
RenameMax=0
RenameTabs=115,145,345,405,525
SearchX=237
SearchY=263
SearchDX=765
SearchDY=179
SearchMax=0
MenuChangeX=-1753
MenuChangeY=433
MenuChangeDX=1260
MenuChangeDY=746
MenuChangeMax=0
CompareX=154
CompareY=203
CompareDX=1260
CompareDY=746
CompareMax=0
CompareDivider=500
SyncX=239
SyncY=264
SyncDX=1003
SyncDY=687
SyncMax=0
SyncTabs=92,152,247,270,362,422

[1920x1080 (8x16)]
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=8
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
FontNameDialog=Arial
FontCharsetDialog=204
Iconsize32=16
maximized=1
x=147
y=47
dx=1297
dy=940
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=250,261,328,191,741,209
RenameX=240
RenameY=263
RenameDX=1003
RenameDY=651
RenameMax=0
RenameTabs=115,145,345,405,525
SearchX=238
SearchY=264
SearchDX=765
SearchDY=179
SearchMax=0
MenuChangeX=88
MenuChangeY=116
MenuChangeDX=1260
MenuChangeDY=746
MenuChangeMax=0
CompareX=154
CompareY=203
CompareDX=1260
CompareDY=746
CompareMax=0
CompareDivider=500
SyncX=239
SyncY=264
SyncDX=1003
SyncDY=687
SyncMax=0
SyncTabs=92,152,247,270,362,422

[1680x1050 (8x16)]
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=8
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
FontNameDialog=Arial
FontCharsetDialog=204
Iconsize32=16
maximized=1
x=147
y=47
dx=1297
dy=940
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=250,261,329,191,741,209
RenameX=240
RenameY=263
RenameDX=1003
RenameDY=651
RenameMax=0
RenameTabs=115,145,345,405,525
SearchX=238
SearchY=264
SearchDX=765
SearchDY=179
SearchMax=0
MenuChangeX=88
MenuChangeY=116
MenuChangeDX=1260
MenuChangeDY=746
MenuChangeMax=0
CompareX=154
CompareY=203
CompareDX=1260
CompareDY=746
CompareMax=0
CompareDivider=500
SyncX=239
SyncY=264
SyncDX=1003
SyncDY=687
SyncMax=0
SyncTabs=92,152,247,270,362,422

[1600x1200 (8x16)]
maximized=1
x=119
y=14
dx=1392
dy=1120
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=259,262,320,211,696,93
FontSize=10
FontName=Lucida Console
FontCharset=204
FontSizeWindow=10
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
Iconsize32=16
FontNameDialog=Arial
FontSizeDialog=10
FontCharsetDialog=204

[1440x900 (8x16)]
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=8
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
Iconsize32=16
FontNameDialog=Arial
FontCharsetDialog=204
maximized=1
x=83
y=31
dx=1107
dy=726
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=186,198,266,130,633,129

[1400x1050 (8x16)]
FontSize=9
FontName=Lucida Console
FontCharset=204
FontSizeWindow=9
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
Iconsize32=16
FontNameDialog=Arial
FontSizeDialog=9
FontCharsetDialog=204
maximized=1
x=110
y=32
dx=1187
dy=952
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=217,226,295,151,678,146

[1280x1024 (8x16)]
Tabstops=178,191,259,123,614,129
maximized=1
x=120
y=52
dx=1076
dy=916
Divider=500
DividerQuickView=500
DividerComments=500
FontSize=9
FontName=Lucida Console
FontCharset=204
FontSizeWindow=9
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
Iconsize32=16
FontNameDialog=Arial
FontCharsetDialog=204
TreeDlgX=114
TreeDlgY=21
TreeDlgDX=411
TreeDlgDY=404
TreeDlgMax=0
SearchX=194
SearchY=42
SearchDX=670
SearchDY=696
SearchMax=0
RenameX=204
RenameY=237
RenameDX=836
RenameDY=732
RenameMax=0
RenameTabs=115,145,345,405,525
MenuChangeX=238
MenuChangeY=69
MenuChangeDX=960
MenuChangeDY=898
MenuChangeMax=0
CompareX=132
CompareY=57
CompareDX=960
CompareDY=722
CompareMax=0
CompareDivider=500
SyncX=201
SyncY=108
SyncDX=887
SyncDY=793
SyncMax=0
SyncTabs=92,132,227,250,342,382
CustColumnX=524
CustColumnY=323
CustColumnDX=661
CustColumnDY=503
CustColumnMax=0

[1280x960 (8x16)]
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=8
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
FontNameDialog=Arial
FontCharsetDialog=204
Iconsize32=16
maximized=1
x=72
y=38
dx=1125
dy=864
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=191,203,271,135,643,129

[1280x800 (8x16)]
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=8
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
Iconsize32=16
FontNameDialog=Arial
FontCharsetDialog=204
maximized=1
x=83
y=31
dx=1107
dy=726
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=186,198,266,130,633,129

[1366x768 (8x16)]
maximized=1
x=42
y=13
dx=1111
dy=699
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=168,179,246,114,581,126
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=8
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
Iconsize32=16
FontNameDialog=Arial

[1360x768 (8x16)]
maximized=1
x=42
y=13
dx=1111
dy=699
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=168,179,246,114,581,126
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=8
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
Iconsize32=16
FontNameDialog=Arial

[1280x768 (8x16)]
maximized=1
x=42
y=13
dx=1111
dy=699
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=168,179,246,114,581,126
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=8
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
Iconsize32=16
FontNameDialog=Arial

[1152x864 (8x16)]
maximized=1
x=72
y=23
dx=1016
dy=781
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=168,179,246,114,581,126
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=8
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
Iconsize32=16
FontNameDialog=Arial

[1024x768 (8x16)]
maximized=1
x=43
y=13
dx=948
dy=713
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=153,165,229,97,542,110
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=9
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=400
Iconsize32=16
FontNameDialog=Arial
FontCharsetDialog=204
SearchX=236
SearchY=171
SearchDX=551
SearchDY=179
SearchMax=0

[800x600 (8x16)]
maximized=1
x=7
y=-1
dx=780
dy=558
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=121,125,191,73,462,93
FontSize=8
FontName=Lucida Console
FontCharset=204
FontSizeWindow=8
FontNameWindow=Arial
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=400
Iconsize32=16
FontNameDialog=Arial
FontCharsetDialog=204
SearchX=124
SearchY=87
SearchDX=551
SearchDY=179
SearchMax=0

[640x480 (8x16)]
maximized=1
x=4
y=5
dx=632
dy=445
Divider=500
DividerQuickView=500
DividerComments=500
Tabstops=86,99,167,31,370,93
FontSize=8
FontName=Lucida Console
FontSizeWindow=8
FontNameWindow=Tahoma
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=400
Iconsize32=16
FontCharset=204
FontNameDialog=Tahoma
FontCharsetDialog=204

; Настройки внутреннего просмотрщика (Lister). 

[Lister]
;Автоматически поворачивать JPG-изображения в соответствии со значением EXIF-поля, сохранённым камерой (1/0).
AutoRotate=1
ShrinkBitmap=2
CenterBitmap=1
OldDefaultFonts=0
textwidth=81
binwidth=75
SearchGoBack=3
BmpStartup=1
Multimedia=1
RTF=1
IView=0
IViewPath=i_view32.exe
IViewAdditionalTypes=
MediaAdditionalTypes=
HTMLasText=1
LinkBraces=1
ModeByfileType=1
PreviewHandlers=1
ThumbnailProviders=1

[user]
RedirectSection=%COMMANDER_PATH%\usermenu.ini
[Shortcuts]
F2=cm_RenameOnly
C+H=cm_SwitchHidSys
S+F7=em_CurrentDateFolder
F12=cm_CopyFullNamesToClip

[ListerPlugins]
0=%COMMANDER_PATH%\plugins\wlx\tlister\tlister.wlx
0_detect="MULTIMEDIA"
1=%COMMANDER_PATH%\plugins\wlx\IniEd\IniEd.wlx
1_detect="ext="INI"|ext="INF"|ext="REG"|ext="URL""
2=%COMMANDER_PATH%\plugins\wlx\VisualDirSize\visualdirsize.wlx
3=%COMMANDER_PATH%\plugins\wlx\TCTorrent\TCTorrent.wlx
3_detect="EXT="TORRENT""
4=%COMMANDER_PATH%\plugins\wlx\Imagine\Imagine.wlx
4_detect="MULTIMEDIA"
5=%COMMANDER_PATH%\plugins\wlx\XMLReview\XMLReview.wlx
5_detect="EXT="XML"|EXT="XSD"|EXT="XSL"|EXT="XSLT"|EXT="WSDL"|EXT="JSON""
6=%COMMANDER_PATH%\plugins\wlx\HTMLView\htmlview.wlx
7=%COMMANDER_PATH%\plugins\wlx\Nfoviewer\nfoviewer.wlx
7_detect="ext="NFO" | ext="DIZ""
8=%COMMANDER_PATH%\plugins\wlx\DmpView\DmpView.wlx
8_detect="(EXT="DMP") & ([0]="P" & [1]="A" & [2]="G" & [3]="E" & [4]="D" & [5]="U")"
9=%COMMANDER_PATH%\plugins\wlx\mmedia\mmedia.wlx
9_detect="MULTIMEDIA"
10=%COMMANDER_PATH%\plugins\wlx\AKFont\AKFont.wlx
10_detect="FORCE | EXT="TTF" | EXT="PFM" | EXT="OTF" | EXT="TTC" | EXT="FON" | EXT="PFB""
11=%COMMANDER_PATH%\plugins\wlx\PEViewer\PEViewer.wlx
12=%COMMANDER_PATH%\plugins\wlx\dblister\dblister.wlx
12_detect="EXT="FF2" | EXT="DB" | EXT="DBF" | EXT="MDB" | EXT="DSN" | FIND("[DBLister.TableLink]")"
13=%COMMANDER_PATH%\plugins\wlx\slister\slister.wlx
13_detect="MULTIMEDIA& (EXT="PDF" | EXT="DJVU" | EXT="DJV"| EXT="XPS" | EXT="CBZ" | EXT="CBR" | EXT="CBT" | EXT="CB7Z" | EXT="TCR" | EXT="EPUB" | EXT="MOBI" | EXT="CHM" | EXT="FB2" | EXT="FB2Z" | EXT="ZFB2")"
14=%COMMANDER_PATH%\plugins\wlx\ArchView\ArchView.wlx
14_detect="EXT="ACE"|EXT="ARC"|EXT="PAK"|EXT="ARJ"|EXT="BH"|EXT="BZ2"|EXT="TBZ2"|EXT="CAB"|EXT="CPIO"|EXT="DWC"|EXT="GZ"|EXT="TGZ"|EXT="HA"|EXT="LHA"|EXT="LZH"|EXT="PPM"|EXT="RAR"|EXT="SQZ"|EXT="TAR"|EXT="Z"|EXT="ZIP"|EXT="JAR"|EXT="ZOO"|EXT="7Z""
15=%COMMANDER_PATH%\plugins\wlx\JAD\tc_jad_plugin.wlx
15_detect="force | (ext="CLASS")"
16=%COMMANDER_PATH%\plugins\wlx\TotalJOE\TotalJOE.wlx
16_detect="EXT="CLASS""
17=%COMMANDER_PATH%\plugins\wlx\CertView\CertView.wlx
17_detect="EXT="CER"|EXT="DER"|EXT="PEM"|EXT="P7B"|EXT="CRT"|EXT="P7S"|EXT="SIG"|EXT="SGN"|EXT="EXE"|EXT="DLL"|EXT="PFX"|EXT="SST"|EXT="CRL""
18=%COMMANDER_PATH%\plugins\wlx\dotNet_MarkdownViewer\MarkdownViewer.wlx
18_detect="EXT="MD" | EXT="MARKDOWN" | EXT="MK""
19=%COMMANDER_PATH%\plugins\wcx\Total7zip\Total7zip.wcx
2_detect="EXT="""
[ContentPlugins]
0=%COMMANDER_PATH%\plugins\wdx\ShellDetails\ShellDetails.wdx
0_detect=
0_date=
0_flags=0
1=%COMMANDER_PATH%\plugins\wdx\wdx_exif\exif.wdx
1_detect="EXT="JPG" | EXT="JPEG" | EXT="TIFF" | EXT="TIF" | EXT="JPE" | EXT="CRW" | EXT="THM" | EXT="CR2" | EXT="DNG" | EXT="NEF""
1_date=
1_flags=0
2=%COMMANDER_PATH%\plugins\wdx\wdx_anytag\anytag.wdx
2_detect="MULTIMEDIA & (ext="AAC" | ext="APE" | ext="FLAC" | ext="MP1" | ext="MP2" | ext="MP3" | ext="MP4" | ext="M4A" | ext="M4B" | ext="MPC" | ext="OFR" | ext="OFS" | ext="OGG" | ext="SPX" | ext="TTA" | ext="WMA" | ext="WV")"
2_date=
2_flags=0
3=%COMMANDER_PATH%\plugins\wdx\Hashsys\Hashsys.wdx
3_detect=
3_date=
3_flags=0
[PackerPlugins]
chm=479,%COMMANDER_PATH%\plugins\wcx\ChmDir\CHMDir.wcx
its=0,%COMMANDER_PATH%\plugins\wcx\ChmDir\CHMDir.wcx
img=0,%COMMANDER_PATH%\plugins\wcx\img\img.wcx
iso=192,%COMMANDER_PATH%\plugins\wcx\iso\iso.wcx
7z=735,%COMMANDER_PATH%\plugins\wcx\Total7zip\Total7zip.wcx
lst=31,%COMMANDER_PATH%\plugins\wcx\DiskDirExtended\DiskDirExtended.wcx
gaup=0,%COMMANDER_PATH%\plugins\wcx\GAUP_PRO\gaup_pro.wcx
msi=68,%COMMANDER_PATH%\plugins\wcx\InstallExplorer\InstExpl.wcx
mht=415,%COMMANDER_PATH%\plugins\wcx\MhtUnPack\MhtUnPack.wcx
mhtml=415,%COMMANDER_PATH%\plugins\wcx\MhtUnPack\MhtUnPack.wcx
msg=415,%COMMANDER_PATH%\plugins\wcx\MhtUnPack\MhtUnPack.wcx
b64=415,%COMMANDER_PATH%\plugins\wcx\MhtUnPack\MhtUnPack.wcx
icl=15,%COMMANDER_PATH%\plugins\wcx\ICLRead\ICLRead.wcx
hlp=388,%COMMANDER_PATH%\plugins\wcx\hlp\hlp.wcx
mvb=388,%COMMANDER_PATH%\plugins\wcx\hlp\hlp.wcx
torrent=324,%COMMANDER_PATH%\plugins\wcx\BtDir\btdir.wcx
[Packer]
ExpertMode=1
InternalZipRate=9
NoDelete=1
OpenPartial=1
RemovableInTemp=1
zipnt=1
ZIPlikeDirectory=1
InternalUnarj=1
InternalUnlzh=1
InternalUnrar=1
InternalUnace=1
LinuxCompatible=1
LastUsedPacker=1
ZipAES=3
DefPlugin=7z
RAR=Plugins\arc\Rar.exe -m5 -s
[FileSystemPlugins]
ADB=%COMMANDER_PATH%\plugins\wfx\ADB\ADBPlugin.wfx
Cloud=%COMMANDER_PATH%\plugins\wfx\Cloud\cloudplugin.wfx
DiskInternals Reader=%COMMANDER_PATH%\plugins\wfx\DiskInternals_Reader\DiskInternals_Reader.wfx
Plugin Manager (light)=%COMMANDER_PATH%\plugins\wfx\PluginManager\PluginManager.wfx
Services=%COMMANDER_PATH%\plugins\wfx\Services2\Services2.wfx
SFTP=%COMMANDER_PATH%\plugins\wfx\SFTP\sftpplug.wfx
WebDAV=%COMMANDER_PATH%\plugins\wfx\webdav\davplug.wfx
[CustomFields]
Titles=Pictures|Music|Documents|Programs|Checksums
AutoLoad=0
Widths1=80,25,40,50,50,60
Headers1=Size\nDimensions\nDate\nSoftware
Contents1=[=tc.size.bkMG2]\n[=shelldetails.Dimensions]\n[=exif.Date.D.M.Y]\n[=exif.Software]
Options1=-1|0
Widths2=172,25,55,30,80,30,75,20
Headers2=Artist\nLength\nTitle\nBitrate\nAlbum\nYear
Contents2=[=anytag.Artist]\n[=anytag.Length]\n[=anytag.Title]\n[=anytag.Bitrate]\n[=anytag.Album]\n[=anytag.Year]
Options2=-1|1
Widths3=70,30,-40,60,50,50
Headers3=Размер\nTitle\nAuthors\nDate
Contents3=[=tc.size.bkMG2]\n[=shelldetails.Title]\n[=shelldetails.Authors]\n[=tc.creationdate.D.M] [=tc.creationtime.h:m]
Options3=-1|0
Widths4=70,20,40,25,70,100
Headers4=Размер\nVersion\nCompany\nDescription
Contents4=[=tc.size.bkMG2]\n[=tc.versionnr]\n[=shelldetails.Company]\n[=shelldetails.File description]
Options4=-1|0
Widths5=80,30,50,140,140
Headers5=CRC32\nMD5\nSHA1
Contents5=[=hashsys.CRC32]\n[=hashsys.MD5]\n[=hashsys.SHA1]
Options5=-1|0
[ButtonbarCache]
IconDll_Bar_01.bar=
IconDll_vertical.bar=
[AllResolutions]
FontSize=8
FontName=Tahoma
FontCharset=204
FontSizeWindow=8
FontNameWindow=Tahoma
FontCharsetWindow=204
FontWeight=400
FontWeightWindow=700
FontNameDialog=Tahoma
FontCharsetDialog=204
[MkDirHistory]
0=files
1=Linia
2=_Archiv
[Tabstops]
0=397
1=399
3=467
4=359
6=863
5=209
AdjustWidth=1
[Selection]
0=Сегодня
[SearchName]
0=notepad
[DirMenu]
menu1=Documents
cmd1=cd d:\My\Documents
menu2=IntelAvto
cmd2=cd d:\My\Prog\GitHub\Work\IntelAvto
menu3=Linia
cmd3=cd d:\My\Prog\GitHub\Work\Linia
menu4=-
menu5=-= Network
menu6=GTC-3
cmd6=cd d:\My\Prog\GitHub\Work\Network\GTC-3
menu7=MCP-1-103
cmd7=cd d:\My\Prog\GitHub\Work\Network\MCP-1-103
menu8=Network-PC
cmd8=cd d:\My\Prog\GitHub\Work\Network\Network-PC
menu9=RES-Network
cmd9=cd d:\My\Prog\GitHub\Work\Network\RES-Network
menu10=STM32-103-723-245
cmd10=cd d:\My\Prog\GitHub\Work\Network\STM32-103-723-245
menu11=STM32-303-687243-346
cmd11=cd d:\My\Prog\GitHub\Work\Network\STM32-303-687243-346
menu12=--
menu13=-= CIC
menu14=CIC
cmd14=cd d:\My\Prog\GitHub\Work\NFC\CIC
menu15=RD3303-Firmware
cmd15=cd d:\My\Prog\GitHub\Work\NFC\RD3303-Firmware
menu16=NFC-Reader
cmd16=cd d:\My\Prog\GitHub\Work\NFC\NFC-Reader
menu17=RD330X
cmd17=cd d:\My\Prog\GitHub\Work\NFC\RD330X
menu18=--
menu19=-
menu20=-
menu21=-• Total Commander
menu22=• TC  IT EDITION
cmd22=cd %COMMANDER_PATH%
menu23=-• Plugins
menu24=• ARC
cmd24=cd %COMMANDER_PATH%\Plugins\arc
menu25=• WCX
cmd25=cd %COMMANDER_PATH%\Plugins\wcx
menu26=• WDX
cmd26=cd %COMMANDER_PATH%\Plugins\wdx
menu27=• WFX
cmd27=cd %COMMANDER_PATH%\Plugins\wfx
menu28=• WLX
cmd28=cd %COMMANDER_PATH%\Plugins\wlx
menu29=--
menu30=• Utilities
cmd30=cd %COMMANDER_PATH%\Utilites
menu31=--
menu32=-• Program Files (x86)
menu33=• Program Files
cmd33=cd %PROGRAMFILES%
menu34=• Common Files
cmd34=cd %PROGRAMFILES%\Common Files
menu35=-
menu36=• 7-Zip
cmd36=cd %PROGRAMFILES%\7-Zip
menu37=• Adobe
cmd37=cd %PROGRAMFILES%\Adobe
menu38=-• Aimp
menu39=• Aimp 2
cmd39=cd %PROGRAMFILES%\AIMP2
menu40=• Aimp 3
cmd40=cd %PROGRAMFILES%\AIMP3
menu41=--
menu42=• Inno Setup
cmd42=cd %PROGRAMFILES%\Inno Setup 5
menu43=• KMPlayer
cmd43=cd %PROGRAMFILES%\The KMPlayer
menu44=• Microsoft Office
cmd44=cd %PROGRAMFILES%\Microsoft Office
menu45=• NSIS
cmd45=cd %PROGRAMFILES%\NSIS
menu46=• UltraISO
cmd46=cd %PROGRAMFILES%\UltraISO
menu47=• Winrar
cmd47=cd %PROGRAMFILES%\Winrar
menu48=--
menu49=-• Program Files (x64)
menu50=• Program Files
cmd50=cd %SYSTEMDRIVE%\Program Files
menu51=• Common Files
cmd51=cd %SYSTEMDRIVE%\Program Files\Common Files
menu52=-
menu53=• 7-Zip
cmd53=cd %SYSTEMDRIVE%\Program Files\7-Zip
menu54=• PotPlayer
cmd54=cd %SYSTEMDRIVE%\Program Files\DAUM\PotPlayer
menu55=• Winrar
cmd55=cd %SYSTEMDRIVE%\Program Files\Winrar
menu56=--
menu57=• Temp
cmd57=cd %TEMP%
menu58=-
menu59=• Network connections
cmd59=cd ::{7007ACC7-3202-11D1-AAD2-00805FC1270E}
menu60=-
menu61=-= Windows
menu62=• Windows
cmd62=cd %WINDIR%
menu63=• System32
cmd63=cd %WINDIR%\SYSTEM32
menu64=• Drivers\etc
cmd64=cd %WINDIR%\SYSTEM32\drivers\etc
menu65=• INF
cmd65=cd %WINDIR%\INF
menu66=-
menu67=-• x64
menu68=• Sysnative
cmd68=cd %WINDIR%\Sysnative
menu69=• SysWOW64
cmd69=cd %WINDIR%\SysWOW64
menu70=--
menu71=-
menu72=• Fonts
cmd72=cd %WINDIR%\FONTS
menu73=• Wallpapers
cmd73=cd %WINDIR%\Web\Wallpaper
menu74=• Themes
cmd74=cd %WINDIR%\Resources
menu75=• Cursors
cmd75=cd %WINDIR%\Cursors
menu76=-
menu77=• Downloaded Updates
cmd77=cd %WINDIR%\SoftwareDistribution\Download
menu78=• Recycle Bin
cmd78=cm_OpenRecycled
menu79=--
menu80=-= User
menu81=• Desktop
cmd81=cd %$DESKTOP%
menu82=• My Documents
cmd82=cd %$PERSONAL%
menu83=• Downloads
cmd83=cd %USERPROFILE%\Downloads
menu84=• Profile
cmd84=cd %USERPROFILE%
menu85=• Start Menu
cmd85=cd %$STARTMENU%
menu86=• Programs
cmd86=cd %$PROGRAMS%
menu87=• Startup
cmd87=cd %$STARTUP%
menu88=-
menu89=• Application Data
cmd89=cd %$APPDATA%
menu90=-
menu91=• Send to
cmd91=cd %USERPROFILE%\SendTo
menu92=• Recent
cmd92=cd %USERPROFILE%\Recent
menu93=• Quick Launch
cmd93=cd %$APPDATA%\Microsoft\Internet Explorer\Quick Launch
menu94=• Pinned programs in the Taskbar
cmd94=cd %$APPDATA%\Microsoft\Internet Explorer\Quick Launch\User Pinned\TaskBar
menu95=• Pinned programs in Start menu
cmd95=cd %$APPDATA%\Microsoft\Internet Explorer\Quick Launch\User Pinned\StartMenu
menu96=--
menu97=-= General settings
menu98=• Common Documents
cmd98=cd %$COMMON_DOCUMENTS%
menu99=• Desktop
cmd99=cd %$COMMON_DESKTOPDIRECTORY%
menu100=• Start menu
cmd100=cd %$COMMON_STARTMENU%
menu101=• Programs
cmd101=cd %$COMMON_PROGRAMS%
menu102=• Startup
cmd102=cd %$COMMON_STARTUP%
menu103=-
menu104=• Local Application Data
cmd104=cd %$LOCAL_APPDATA%
menu105=• Application Data
cmd105=cd %$COMMON_APPDATA%
menu106=--
menu107=-
menu108=-= Browsers
menu109=-• Internet Explorer
menu110=Favorites
cmd110=cd %USERPROFILE%\Favorites
menu111=Cookies
cmd111=cd %USERPROFILE%\Cookies
menu112=Cache
cmd112=cd %USERPROFILE%\Local Settings\Temporary Internet Files
menu113=--
menu114=-• Opera
menu115=Settings, cookies
cmd115=cd %USERPROFILE%\Application Data\Opera\Opera
menu116=Cache
cmd116=cd %USERPROFILE%\Local Settings\Application Data\Opera\Opera\cache
menu117=--
menu118=-• FireFox
menu119=Updates
cmd119=cd %USERPROFILE%\Local Settings\Application Data\Mozilla\Firefox\Mozilla Firefox\updates
menu120=Settings, cookies
cmd120=cd %USERPROFILE%\Local Settings\Application Data\Mozilla\Firefox\Profiles
menu121=Cache
cmd121=cd %USERPROFILE%\Local Settings\Local Settings\Application Data\Mozilla\Firefox\Profiles
menu122=--
menu123=-• Chrome
menu124=Application
cmd124=cd %USERPROFILE%\Local Settings\Application Data\Google\Chrome\Application
menu125=Profiles, history
cmd125=cd %USERPROFILE%\Local Settings\Application Data\Google\Chrome\User Data\Default
menu126=Cache
cmd126=cd %USERPROFILE%\Local Settings\Application Data\Google\Chrome\User Data\Default\Cache
menu127=--
menu128=--
[RightHistory]
0=e:\_Archive1\Installs\Hacking\Embedded\stm32\MDK-ARM\
1=e:\_Archive1\Installs\Hacking\Embedded\stm32\MDK-ARM\compilers\	#01,ARMCompiler_506_Windows_x86_b960.zip
2=e:\_Archive1\Installs\Hacking\Embedded\stm32\MDK-ARM\	#1,compilers
3=e:\_Archive1\Installs\Hacking\Embedded\stm32\	#02,MDK-ARM
4=e:\_Archive1\Installs\Hacking\Embedded\stm32\CubeMX\	#0
5=e:\_Archive1\Installs\Hacking\Embedded\stm32\	#01,CubeMX
6=e:\_Archive1\Installs\Hacking\Embedded\	#04,stm32
7=e:\_Archive1\Installs\Hacking\Embedded\stm32\	#0
8=e:\_Archive1\Installs\Hacking\	#03,Embedded
9=e:\_Archive1\Installs\	#02,Hacking
10=e:\_Archive1\	#03,Installs
11=e:\	#00,_Archive1
12=d:\	#0
13=d:\My\Prog\GitHub\Work\IntelAvto\
14=d:\Games\S.T.A.L.K.E.R. 2\
15=d:\Games\	#01,S.T.A.L.K.E.R. 2
16=d:\	#02,Games
17=d:\My\Documents\	#25,Табель.txt
18=d:\Games\S.T.A.L.K.E.R. 2\	#6,Stalker2.exe
19=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Modules\_Archiv\
20=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Modules\	#01,_Archiv
21=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Display\Font\
22=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Display\	#01,Font
23=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\	#01,Display
24=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#012,src
25=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\	#04,GTC-3
26=d:\My\Prog\GitHub\Work\Network\GTC-3\	#04,sources
27=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\
28=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\fonts\	#0
29=d:\My\Prog\GitHub\Work\Network\RES-Network\sources\
30=d:\My\Prog\GitHub\Work\Network\RES-Network\sources\fonts\	#0
31=d:\My\Prog\GitHub\Work\Network\RES-Network\sources\	#04,fonts
32=d:\My\Prog\GitHub\Work\Network\RES-Network\	#05,sources
33=d:\My\Prog\GitHub\Work\Network\	#04,RES-Network
34=d:\My\Prog\GitHub\Work\Network\RES-Network\	#03,files
35=d:\My\Prog\GitHub\Work\Network\RES-Network\files\	#02,stm32-lsm303c-main
36=d:\My\Prog\GitHub\Work\Network\RES-Network\files\stm32-lsm303c-main\	#0
37=d:\My\Prog\GitHub\Work\Network\RES-Network\sources\	#01,5-Governor
38=d:\My\Prog\GitHub\Work\Network\GTC-3\	#0
39=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\	#0
40=d:\My\Prog\GitHub\Work\Network\GTC-3\soft\sgfed-latest_setup.rar/
41=d:\My\Prog\GitHub\Work\Network\GTC-3\soft\	#1,sgfed-latest_setup.rar
42=d:\My\Prog\GitHub\Work\Network\GTC-3\soft\sgfed-latest_setup.rar/	#01,sgfed-latest.setup.exe
43=d:\My\Prog\GitHub\Work\Network\GTC-3\	#3,soft
44=d:\My\Prog\GitHub\Work\NFC\RD330X\
45=d:\My\Prog\GitHub\Work\Network\GTC-3\	#3,files
46=d:\My\Prog\GitHub\Work\Network\	#01,GTC-3
47=d:\My\Prog\GitHub\Work\Network\RES-Network\	#0
48=d:\My\Prog\GitHub\Work\Network\RES-Network\install\	#0
49=c:\	#0
50=f:\
51=f:\_ArchiveMy\	#01,_MyOld
52=f:\_ArchiveMy\_MyOld\
53=e:\_ArchiveMy1\Prog\
54=e:\_ArchiveMy1\_MyOld\	#0
55=e:\_ArchiveMy1\_MyOld\
56=f:\_ArchiveMy\_MyOld\	#0
57=f:\	#01,_ArchiveMy
58=e:\_ArchiveMy1\	#01,_MyOld
59=e:\_ArchiveMy1\_MyOld\Prog\
60=e:\_ArchiveMy1\_MyOld\	#3,Prog
61=e:\_ArchiveMy1\_MyOld\My\	#0
62=e:\_ArchiveMy1\_MyOld\	#2,My
63=e:\_ArchiveMy1\_MyOld\Prog\	#0
64=e:\_ArchiveMy1\_MyOld\	#03,Prog
65=e:\_ArchiveMy1\_MyOld\	#02,My
66=e:\_ArchiveMy1\_MyOld\GitHub\	#0
67=e:\_ArchiveMy1\_MyOld\	#01,GitHub
68=e:\	#01,_ArchiveMy1
69=d:\My\Prog\GitHub\Work\_Archiv\
70=d:\My\Prog\GitHub\Work\	#1,_Archiv
71=C:\
72=C:\msys32\	#0
73=C:\	#9,msys32
[LeftHistory]
0=d:\My\Prog\GitHub\Work\IntelAvto\sources\FatFs_USBDisk_F4.1.28.1\MDK-ARM\
1=d:\My\Prog\GitHub\Work\IntelAvto\sources\FatFs_USBDisk_F4.1.28.1\	#03,MDK-ARM
2=d:\My\Prog\GitHub\Work\IntelAvto\sources\	#03,FatFs_USBDisk_F4.1.28.1
3=d:\My\Prog\GitHub\Work\IntelAvto\	#4,sources
4=c:\Keil\540\UV4\	#28,UV4.exe
5=c:\Keil\540\	#03,UV4
6=c:\Keil\	#01,540
7=c:\	#04,Keil
8=d:\My\Documents\
9=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\VS\GTC-3\Hardware\HAL\
10=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\VS\GTC-3\Hardware\	#02,HAL
11=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\VS\GTC-3\	#01,Hardware
12=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\VS\	#01,GTC-3
13=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\	#06,VS
14=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#07,src
15=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\	#02,Hardware
16=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\	#04,GTC-3
17=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\generated\	#03,ThirdParty
18=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\generated\ThirdParty\	#5,locale
19=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\generated\ThirdParty\	#1,CMakeFiles
20=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\	#03,generated
21=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\generated\	#0
22=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#0
23=d:\My\Prog\GitHub\Work\Network\GTC-3\	#04,sources
24=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\	#5,План.txt
25=d:\My\Prog\GitHub\Work\Network\GTC-3\	#02,doc
26=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\fonts\	#5,Font8.bin
27=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\	#02,fonts
28=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\
29=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Objects-303\	#0
30=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#04,Objects-303
31=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-303\	#0
32=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#02,Listings-303
33=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\
34=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\startup_stm32f303xc.lst/	#07,      At line 106 in file src
35=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\startup_stm32f303xc.lst/      At line 115 in file src\	#01,      At line 115 in file src\Hardware
36=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\startup_stm32f303xc.lst/      At line 115 in file src\Hardware\	#01,      At line 115 in file src\Hardware\CMSIS
37=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\startup_stm32f303xc.lst/      At line 115 in file src\Hardware\CMSIS\	#1,      At line 115 in file src\Hardware\CMSIS\startup_stm32f303xc.s
38=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\startup_stm32f303xc.lst/	#016,      At line 115 in file src
39=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\	#01,startup_stm32f303xc.lst
40=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\startup_stm32f303xc.lst/	#01,      At line 100 in file src
41=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\startup_stm32f303xc.lst/      At line 100 in file src\	#01,      At line 100 in file src\Hardware
42=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\startup_stm32f303xc.lst/      At line 100 in file src\Hardware\	#01,      At line 100 in file src\Hardware\CMSIS
43=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\startup_stm32f303xc.lst/      At line 100 in file src\Hardware\CMSIS\	#01,      At line 100 in file src\Hardware\CMSIS\startup_stm32f303xc.s
44=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\Listings-Debug-303\	#1,startup_stm32f303xc.lst
45=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#3,Listings-Debug-303
46=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\	#0
47=d:\My\Prog\GitHub\Work\Network\GTC-3\soft\	#0
48=d:\My\Prog\GitHub\Work\Network\GTC-3\	#03,soft
49=d:\My\Prog\GitHub\Work\Network\GTC-3\soft\sgfed-latest_setup.rar/	#0
50=d:\My\Prog\GitHub\Work\Network\GTC-3\soft\	#01,sgfed-latest_setup.rar
51=d:\My\Prog\GitHub\Work\Network\GTC-3\bin\	#0
52=d:\My\Prog\GitHub\Work\Network\GTC-3\	#1,bin
53=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#01,src
54=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\	#04,Modules
55=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Modules\	#5,W25Q80DV
56=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\	#4,GTC-3
57=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#05,CMakeLists.txt
58=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Modules\	#2,BME280
59=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Modules\_Archiv\	#0
60=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Modules\	#1,_Archiv
61=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Modules\	#01,_Archiv
62=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#1,src
63=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\ТЗ\
64=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\	#04,ТЗ
65=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\	#0
66=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\fonts\
67=d:\My\Documents\	#26,Табель.txt
68=d:\My\Prog\GitHub\Work\Network\GTC-3\archive.zip/sources\GTC-3\src\Display\Font\	#4,sources\GTC-3\src\Display\Font\font8.inc
69=d:\My\Prog\GitHub\Work\Network\GTC-3\archive.zip/sources\GTC-3\src\Display\	#01,sources\GTC-3\src\Display\Font
70=d:\My\Prog\GitHub\Work\Network\GTC-3\archive.zip/sources\GTC-3\src\	#01,sources\GTC-3\src\Display
71=d:\My\Prog\GitHub\Work\Network\GTC-3\archive.zip/sources\GTC-3\	#01,sources\GTC-3\src
72=d:\My\Prog\GitHub\Work\Network\GTC-3\archive.zip/sources\GTC-3\src\	#4,sources\GTC-3\src\Modules
73=d:\My\Prog\GitHub\Work\Network\GTC-3\archive.zip/sources\GTC-3\src\Display\	#0
74=d:\My\Prog\GitHub\Work\Network\GTC-3\archive.zip/sources\GTC-3\src\Display\Font\
75=d:\My\Prog\GitHub\Work\Network\GTC-3\archive.zip/sources\	#03,sources\GTC-3
76=d:\My\Prog\GitHub\Work\Network\GTC-3\archive.zip/	#04,sources
77=d:\My\Prog\GitHub\Work\Network\GTC-3\	#10,archive.zip
78=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\	#01,Display
79=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Display\	#4,StartScreen.cpp
80=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Display\Font\	#0
81=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Display\	#01,Font
82=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#012,src
83=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\	#2,fonts
84=d:\My\Prog\GitHub\Work\Network\RES-Network\install\
85=d:\My\Prog\GitHub\Work\Network\RES-Network\	#04,install
86=d:\My\Prog\GitHub\Work\Network\	#04,RES-Network
87=d:\My\Prog\GitHub\Work\Network\GTC-3\	#03,sources
88=d:\My\Prog\GitHub\Work\Network\	#1,GTC-3
89=d:\My\Prog\GitHub\Work\Network\RES-Network\	#0
90=d:\My\Prog\GitHub\Work\Network\RES-Network\sources\
91=d:\My\Prog\GitHub\Work\Network\RES-Network\sources\fonts\	#0
92=d:\My\Prog\GitHub\Work\Network\RES-Network\sources\	#04,fonts
93=d:\My\Prog\GitHub\Work\Network\RES-Network\	#05,sources
94=d:\My\Prog\GitHub\Work\Network\RES-Network\files\	#0
95=d:\My\Prog\GitHub\Work\Network\RES-Network\	#03,files
96=d:\My\Prog\GitHub\Work\Network\GTC-3\	#0
97=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\
98=d:\My\Prog\GitHub\Work\
99=d:\My\Prog\GitHub\Work\Network\	#0
100=d:\My\Prog\GitHub\Work\Network\RES-Network\sources\	#0
101=d:\My\Prog\GitHub\Work\Network\STM32-303-687243-346\	#0
102=d:\My\Prog\GitHub\Work\Network\STM32-303-687243-346\sources\	#0
103=d:\My\Prog\GitHub\Work\Network\STM32-303-687243-346\	#03,sources
104=d:\My\Prog\GitHub\Work\Network\	#06,STM32-303-687243-346
105=d:\My\Prog\GitHub\Work\Network\MCP-1-103\	#0
106=d:\My\Prog\GitHub\Work\Network\MCP-1-103\sources\	#0
107=d:\My\Prog\GitHub\Work\Network\MCP-1-103\	#03,sources
108=d:\My\Prog\GitHub\Work\Network\	#02,MCP-1-103
109=d:\My\Documents\	#3,Банки
110=d:\My\	#01,Documents
111=d:\My\Prog\	#03,GitHub
112=d:\My\Prog\GitHub\	#03,Work
113=d:\My\Prog\GitHub\Work\	#05,Network
114=d:\My\Prog\GitHub\Work\Network\	#01,GTC-3
115=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\	#4,ТЗ
116=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\ТЗ\	#0
117=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\Software\	#0
118=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\	#02,Software
119=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\Hardware\	#0
120=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\	#01,Hardware
121=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\ТЗ\Описание\	#0
122=d:\My\Prog\GitHub\Work\Network\GTC-3\doc\ТЗ\	#01,Описание
123=d:\Games\S.T.A.L.K.E.R. 2\	#6,Stalker2.exe
124=d:\Games\	#01,S.T.A.L.K.E.R. 2
125=d:\	#02,Games
126=e:\
127=e:\_ArchiveMy1\	#0
128=e:\	#01,_ArchiveMy1
129=e:\_ArchiveMy1\	#05,Paint
130=e:\_ArchiveMy1\Paint\	#0
131=e:\_ArchiveMy1\	#5,Paint
132=e:\	#1,_ArchiveMy1
133=e:\_ArchiveMy1\_MyOld\
134=e:\_ArchiveMy1\	#01,_MyOld
135=e:\_ArchiveMy1\Prog\	#0
136=e:\_ArchiveMy1\
137=e:\_ArchiveMy1\	#7,Prog
138=e:\_ArchiveMy1\Prog\
139=c:\Program Files\Notepad++\	#0
140=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\	#12,src
141=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\	#03,Menu
142=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Menu\	#01,Pages
143=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\GTC-3\src\Menu\Pages\	#06,Pages.h
144=d:\My\Prog\GitHub\Work\Network\GTC-3\sources\	#03,GTC-3
145=d:\My\Prog\GitHub\Work\Network\RES-Network\	#5,sources
146=d:\My\Prog\GitHub\Work\Network\	#4,RES-Network
